{
    "welcome": "ស្វាគមន៍​មកកាន់ Harvest Mobile!",
    "new_signup": "ការចុះឈ្មោះថ្មី",
    "activity": "សកម្មភាព",
    "scan_qr_code": "ស្កែន QR កូដ",
    "scan_household_qr_code": "ស្កែន QR កូដអតិថិជន",
    "find_codes_on_desktop_harvest": "QR កូដ អាចបង្កើតនៅលើ Harvest Desktop",
    "mobile_number": "លេខទូរស័ព្ទ",
    "house_location": "ទីតាំងផ្ទះ",
    "finding_location": "ស្វែងរកទីតាំង",
    "energy_package": "កញ្ចប់ថាមពល",
    "billing_start_date": "កាលបរិច្ឆេទគិតប្រាក់",
    "current_balance": "សមតុល្យទឹកប្រាក់",
    "edit_consumer_details": "កែសម្រួលព័ត៌មានលម្អិត",
    "pod_installation": "ការតម្លើងដុំត្រួតពិនិត្យភ្លើង",
    "manage_pods": "ការគ្រប់គ្រង ដុំត្រួតពិនិត្យភ្លើង",
    "scan_pod_qr_code": "ស្កែន QR កូដ ដុំត្រួតពិនិត្យភ្លើង",
    "first_name": "នាមខ្លួន",
    "last_name": "នាមត្រកូល",
    "village": "ភូមិ",
    "select_village": "ជ្រើសរើសភូមិ",
    "select_package": "ជ្រើសរើសកញ្ចប់ថាមពល",
    "save": "រក្សាទុក",
    "install_pod": "តម្លើងដុំត្រូតពិនិត្យភ្លើង",
    "battery_capacity": "ទំហំកម្លាំងអាគុយ",
    "solar_capacity": "ទំហំវ៉ាតផ្ទាំងកញ្ចក់សូឡា",
    "receive_payment": "ទទួលបានការទូទាត់",
    "replace_pod": "ប្តូរដុំត្រួតពិនិត្យភ្លើង",
    "remove_pod": "ដកដុំត្រួតពិនិត្យភ្លើងចេញ",
    "update_install": "ធ្វើបច្ចុប្បន្នភាពការតម្លើង",
    "update_grid": "ធ្វើបច្ចុប្បន្នភាពខ្សែបណ្តាញ",
    "manage_appliances": "គ្រប់គ្រងគ្រឿងប្រើប្រាស់",
    "payment_amount": "ចំនួនទឹកប្រាក់ទូទាត់",
    "old_pod": "ដុំត្រួតពិនិត្យភ្លើងចាស់",
    "new_pod": "ដុំត្រួតពិនិត្យភ្លើងថ្មី",
    "replacement_reason": "ហេតុផលដែលធ្វើការផ្លាស់ប្តូរ",
    "removal_reason": "ហេតុផលធ្វើការដកចេញ",
    "select_replacement_reason": "ជ្រើសរើសហេតុផលធ្វើការផ្លាស់ប្តូរ",
    "select_removal_reason": "ជ្រើសរើសហេតុផលដែលដកចេញ",
    "broken": "ដុំត្រួពិនិត្យភ្លើងខូច",
    "customer_repossessed": "ការប្រើប្រាស់មិនត្រឹមត្រូររបស់អតិថិជន, ដកហូតឧបករណ៍មកវិញ",
    "customer_dissatisfied": "អតិថិជនមិនពេញចិត្ត",
    "other": "ផ្សេងៗទៀត",
    "no": "ទេ",
    "yes": "បាទ/ចាស",
    "confirm": "បញ្ជាក់",
    "receive_payment_confirmation": "អតិថិជននឹងទទួលបានសារនៅពេលទូទាត់រួច។ តើអ្នកប្រាកដថាចំនួនទឹកប្រាក់ត្រឹមត្រូវទេ?",
    "signup_confirmation": "តើអ្នកប្រាកដថាព័ត៌មានទាំងនេះត្រឹមត្រូវទេ?",
    "replace_pod_confirmation": "ដុំត្រួតពិនិត្យភ្លើងចាស់ នឹងធ្វើការផ្លាស់ប្តូរ ជាមួយនឹងដុំត្រួតពិនិត្យភ្លើងថ្មី ។ តើអ្នកច្បាស់ទេថា ព័ត៌មានលំអិតរបស់ដុំត្រូតពិនិត្យភ្លើងត្រឹមត្រូវ?",
    "install_confirmation": "សូមពិនិត្យទិន្នន័យទាំងអស់។ តើអ្នកប្រាកដថាកាលបរិច្ឆេទចាប់ផ្តើមចេញវិក្កយបត្រត្រឹមត្រូវទេ?",
    "remove_confirmation": "ប្រសិនបើផ្ទះអតិថិជនមិនមានដុំត្រួតពិនិត្យផ្សេងទៀតទេ ពួកគេនឹងកត់សម្គាល់ថា ត្រូវបានសម្គាល់ថាបានដកចេញ ហើយការបង់ប្រាក់នឹងត្រូវបញ្ចប់។ តើអ្នកប្រាកដថា ចង់ដកដុំត្រួតពិនិត្យមែនទេ?",
    "new_appliance_confirmation": "ឧបករណ៍ថ្មីដែលបានបន្ថែមនឹងចាប់ផ្តើមគិតប្រាក់ចាប់ពីថ្ងៃនេះ។ តើអ្នកប្រាកដថាការផ្លាស់ប្តូរនេះត្រឹមត្រូវទេ?",
    "scan_fail_uuid": "កូដមិនស្គាល់ទេ។ សូមពិនិត្យលេខកូដហើយព្យាយាមម្តងទៀត។",
    "no_consumer_found": "មិនអាចរកឃើញផ្ទះដែលមានលេខសម្គាល់នេះទេ។ សូមពិនិត្យលេខកូដហើយព្យាយាមម្តងទៀត។",
    "no_pod_found": "រកមិនឃើញដុំត្រួតពិនិត្យ ដែលមានលេខសម្គាល់នេះទេ។ សូមពិនិត្យលេខកូដហើយព្យាយាមម្តងទៀត។",
    "pod_already_installed": "មិនអាចតម្លើងដុំត្រួតពិនិត្យនេះបានទេ។ ដុំត្រួតពិនិត្យបានតម្លើងរួចហើយ។ ",
    "pod_house_mismatch": "មិនអាចដកដុំត្រួតពិនិត្យនេះចេញពីផ្ទះនេះបានទេ។ ដុំនេះមិនបានភ្ជាប់នៅផ្ទះនេះទេ។",
    "owed": "ជំពាក់ប្រាក់",
    "active": "ដំណើរការ",
    "inactive": "មិនដំណើរការ",
    "add_new_appliance": "បន្ថែមបរិក្ខារអគ្គីសនីថែមទៀត",
    "full_price": "តម្លៃពេញ",
    "repayment_rate": "អត្រាសងប្រាក់",
    "edit_consumer": "ធ្វើបច្ចុប្បន្នភាពពត៌មានលម្អិត",
    "installed_pod": "បានតម្លើងដុំត្រួតពិនិត្យរួចហើយ",
    "replaced_pod": "បានដូរដុំត្រួតពិនិត្យរួចហើយ",
    "removed_pod": "ដុំត្រួតពិនិត្យបានដកចេញរួចហើយ",
    "install_updated": "ធ្វើបច្ចុប្បន្នភាពពត៌មានលម្អិតការតម្លើង",
    "appliance_added": "បន្ថែមគ្រឿងប្រើប្រាស់អគ្គិសនី",
    "today": "ថ្ងៃនេះ",
    "yesterday": "ម្សិលម៉ិញ",
    "last_week_and_older": "សប្តាហ៍មុន និងសប្ដាហ៍មុនៗ",
    "payment_received": "បានទទួលការទូទាត់",
    "connected": "បានតភ្ជាប់",
    "standalone": "ប្រព័ន្ធដាច់ដោយឡែកតែឯង",
    "select_homes_to_connect": "ជ្រើសរើសផ្ទះ ដែលភ្ជាប់ទៅនឹងដុំត្រួតពិនិត្យនេះ",
    "new_grid_connections": "ការតភ្ជាប់ខ្សែបណ្តាញចែកចាយថ្មី",
    "start_billing_on": "ចាប់ផ្តើមចេញវិក្កយបត្រពីថ្ងៃ",
    "none": "គ្មាន",
    "blank": "-",
    "select_grid_status": "ជ្រើសរើសស្ថានភាពខ្សែបណ្ដាញចែកចាយ",
    "future_feature": "ទម្រង់នេះមិនទាន់ដំនើរការ",
    "unexpected_error": "មានអ្វីមួយមិនប្រក្រតី សូមធ្វើការចាប់សារជាថ្មី ដោយព្យាមម្តងទៀត",
    "incomplete_form": "សូមបំពេញព័ត៌មានដែលទាមទារ",
    "desco_change_confirmation": "ការផ្លាស់ប្តូរ Descos នឹងបោះបង់ចោលទិន្នន័យក្នុងស្រុកទាំងអស់រួមទាំងបញ្ជីសកម្មភាព។ តើអ្នកចង់បន្តទេ?",
    "signed_in_as": "បានចូលជា {{username}}",
    "language": "ភាសា",
    "sign_out": "ចាកចេញ",
    "no_activities": "មិនមានសកម្មភាព",
    "no_activities_explanation": "សកម្មភាពរបស់អ្នកបានបញ្ចប់តាមរយៈកម្មវិធីនឹងបង្ហាញនៅទីនេះ",
    "payment_success": "ការទូទាត់បានដំណើរការដោយជោគជ័យ",
    "default_success": "សកម្មភាពរបស់អ្នកបានដំណើរការដោយជោគជ័យ",
    "geolocation_device_not_supported": "ទីតាំង មិនដំណើរការជាមួយឧបករណ៏នេះទេ",
    "geolocation_permission_denied": "សូមបើកអោយដំណើរការកម្មវិធី ដើម្បីចូលទៅកាន់ទីតាំងរបស់អ្នក",
    "geolocation_position_unavailable": "មិនអាចរកទីតាំងរបស់អ្នកឃើញទេ សូមព្យាយាមម្តងទៀត",
    "sync": "ផ្ញើទិន្នន័យ",
    "last_synced": "ការតភ្ជាប់អ៊ីនធឺណិតចុងក្រោយ {{date}}, {{time}}",
    "offline": "មិនមានសេវា",
    "online": "មានសេវា",
    "offline_not_supported": "កម្មវិធីក្រៅសេវា របស់យើងមិនដំណើរការនៅលើទូរស័ព្ទនេះទេ។ កម្មវីធីទាំងអស់ដំណើរការបានលុះត្រាតែ ទូរស័ព្ទរបស់អ្នកត្រូវបានតភ្ជាប់",
    "fallback": "មិនមានតំណភ្ជាប់ទៅកាន់បណ្តាញ បញ្ជួនបន្តទៅគេហទំព័រ",
    "jump_to_current_location": "រំលងទៅទីតាំងរបស់ខ្ញុំ",
    "manually_update_location": "ចុចលើផែនទីដើម្បីផ្លាស់ប្តូរទីតាំង",
    "manually_update_location_confirm": "ចុចសញ្ញា ធីក ដើម្បីបញ្ជាក់ពីការផ្លាស់ប្តូរទីតាំង",
    "reset_to_previous_location": "កំណត់ទៅទីតាំងចាស់",
    "reset_application": "ការកំណត់កម្មវិធីឡើងវិញ",
    "reset_application_confirmation": "ការកំណត់ឡើងវិញនឹងបោះបង់ចោលទិន្នន័យមូលដ្ឋានទាំងអស់រួមទាំងបញ្ជីសកម្មភាពនិងទិន្នន័យដែលមិនទាន់ដំណើរការ។ តើអ្នកចង់បន្តទេ?"
}